Repository: xOS/afilmory
Catalog: apps/mobile/targets/share/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant, zh_hk

source: %lld items
ja: %lld 件
ko: %lld개
zh_hans: %lld 项
zh_hant: %lld 項
zh_hk: %lld 項

source: Add a tag, comma separated
ja: タグを追加（カンマ区切り）
ko: 태그 추가, 쉼표로 구분
zh_hans: 添加标签，逗号分隔
zh_hant: 新增標籤，逗號分隔
zh_hk: 新增標籤，逗號分隔

source: Adding to upload queue
ja: アップロードキューに追加中
ko: 업로드 대기열에 추가 중
zh_hans: 正在加入上传队列
zh_hant: 正在加入上傳佇列
zh_hk: 正在加入上載佇列

source: Afilmory did not confirm the upload queue. Please try again.
ja: アップロードキューを確認できませんでした。もう一度お試しください。
ko: Afilmory가 업로드 대기열을 확인하지 못했습니다. 다시 시도하세요.
zh_hans: Afilmory 未能确认上传队列，请重试。
zh_hant: Afilmory 未能確認上傳佇列，請再試。
zh_hk: Afilmory 未能確認上載佇列，請再試。

source: Afilmory is not ready
ja: Afilmory の準備ができていません
ko: Afilmory가 준비되지 않았습니다
zh_hans: Afilmory 尚未准备好
zh_hant: Afilmory 尚未準備好
zh_hk: Afilmory 尚未準備好

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

source: Loading shared photos
ja: 共有された写真を読み込んでいます
ko: 공유한 사진을 불러오는 중
zh_hans: 正在载入分享的照片
zh_hant: 正在載入分享的照片
zh_hk: 正在載入分享的相片

source: No images to upload
ja: アップロードする画像がありません
ko: 업로드할 이미지가 없습니다
zh_hans: 没有可上传的图片
zh_hant: 沒有可上傳的圖片
zh_hk: 沒有可上載的圖片

source: Open Afilmory, sign in, and select a workspace before sharing photos.
ja: Afilmory を開いてサインインし、ワークスペースを選択してから共有してください。
ko: Afilmory를 열어 로그인하고 워크스페이스를 선택한 후 사진을 공유하세요.
zh_hans: 请先打开 Afilmory、登录并选择工作区，然后再分享照片。
zh_hant: 請先開啟 Afilmory、登入並選擇工作區，然後再分享照片。
zh_hk: 請先開啟 Afilmory、登入並選擇工作區，然後再分享相片。

source: Preparing %lld of %lld
ja: %1$lld/%2$lld 件を準備中
ko: %1$lld/%2$lld 준비 중
zh_hans: 正在准备第 %1$lld/%2$lld 项
zh_hant: 正在準備第 %1$lld/%2$lld 項
zh_hk: 正在準備第 %1$lld/%2$lld 項

source: Remove
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除
zh_hk: 移除

source: Review Upload
ja: アップロードの確認
ko: 업로드 확인
zh_hans: 确认上传
zh_hant: 確認上傳
zh_hk: 確認上載

source: Share one or more supported images and try again.
ja: 対応する画像を1枚以上共有して、もう一度お試しください。
ko: 지원되는 이미지를 하나 이상 공유한 후 다시 시도하세요.
zh_hans: 请选择一张或多张受支持的图片后重试。
zh_hant: 請選擇一張或多張支援的圖片後再試。
zh_hk: 請選擇一張或多張支援的圖片後再試。

source: TAGS — THESE BECOME THE FOLDER
ja: タグ — 保存先フォルダになります
ko: 태그 — 저장 폴더가 됩니다
zh_hans: 标签 —— 决定存放目录
zh_hant: 標籤 —— 決定存放目錄
zh_hk: 標籤 —— 決定存放目錄

source: Upload %lld
ja: %lld 件をアップロード
ko: %lld개 업로드
zh_hans: 上传 %lld 张
zh_hant: 上傳 %lld 張
zh_hk: 上載 %lld 張

source: Upload could not start
ja: アップロードを開始できませんでした
ko: 업로드를 시작할 수 없습니다
zh_hans: 无法开始上传
zh_hant: 無法開始上傳
zh_hk: 無法開始上載

source: Upload to %@
ja: %@ にアップロード
ko: %@에 업로드
zh_hans: 上传到 %@
zh_hant: 上傳到 %@
zh_hk: 上載到 %@
